Autodesk.Navisworks.Api.PresenterMaxImageTextureSize
Presenter Maximum Image Texture Size

Autodesk.Navisworks.Api.PresenterMaxImageTextureSize.None
Invalid value

Autodesk.Navisworks.Api.PresenterMaxImageTextureSize.Size4096
4096 x 4096

Autodesk.Navisworks.Api.PresenterMaxImageTextureSize.Size2048
2048 x 2048

Autodesk.Navisworks.Api.PresenterMaxImageTextureSize.Size1024
1024 x 1024

Autodesk.Navisworks.Api.PresenterMaxImageTextureSize.Size512
512 x 512

Autodesk.Navisworks.Api.PresenterMaxImageTextureSize.Size256
256 x 256

Autodesk.Navisworks.Api.PresenterMaxImageTextureSize.Size128
128 x 128

Autodesk.Navisworks.Api.PresenterMaxImageTextureSize.Size64
64 x 64

Autodesk.Navisworks.Api.PresenterMaxImageTextureSize.Size32
32 x 32

Autodesk.Navisworks.Api.PresenterMaxImageTextureSize.Size16
16 x 16